<template>
	<div class="proto-wrapper">
		<v-header></v-header>
		<div class="protoCont">
			<div class="protoIn">
				<h2>欢迎光临“酷飞网”，在使用“酷飞网”之前，请您仔细阅读本用户协议。</h2>
				<p>如果您对用户协议的任何条款表示异议， 您可以选择不使用“酷
				飞网”。登录并使用“酷飞网”，则意味着您自愿遵守本协议，并在使
				用过程中服从“酷飞网”的统一管理。</p>
			</div>
			<div class="protoIn">
				<h2>二、用户的权利义务：</h2>
				<p>1、在完成“酷飞网”注册程序后您将成为“酷飞网”合法用户，享
				受“酷飞网”提供的服务，同时用户需保证具有相应的民事行为能力，
				并在完全同意本协议的情形下完成注册。</p>
				<p> 2、用户承诺在“酷飞网”发布的信息均符合国家有关法律法规规
				定，并保证其真实性、完整性、准确性，不侵害任何第三方的权利。</p>
				<p>  3、用户承诺使用“酷飞网”仅用于用户自身招聘或求职目的，不
				得从事任何其他活动，不得发布除招聘信息或自身简历外的其他资料。	</p>
				<p>4、用户对在“酷飞网”上得到、浏览的任何信息(包括但不限于本
				网站发布的招聘、求职信息、简历资料等)仅可做自身招聘或求职使
				用，不得用于其它商业或非商业目的。</p>
				<p>5、用户在本网站注册成功后需对帐号及密码的使用及安全承担
				全部责任。用户不得将帐号转借他人使用，用户应对以其帐号进行的
				所有活动承担责任。</p>
				<p> 6、用户应对使用“酷飞网”的一切行为承担责任，如因用户行为
				给其他第三方或“酷飞网”造成任何损失的，用户应承担赔偿责任。</p>
				<p>7、用户在“酷飞网”实施了违法行为，导致第三方投诉(包括但不
				限于第三方以发函等形式指控“酷飞网”侵权，提起诉讼、仲裁，或使
				“酷飞网”面临相关主管机关的审查或质询)，“酷飞网”有权先暂停用户
				的使用。用户应在收到通知后，以自己名义出面与第三方协商、应诉
				或接受相关主管机关审查或质询，承担所有费用，并赔偿因此给“酷
				飞网”造成的全部损失。</p>
			</div>
			<div class="protoIn">
				<h2>三、“酷飞网”的权利义务：</h2>
				<p>1、“酷飞网”应为用户提供优质的服务，并接受用户的监督及合理建议。</p>
				<p>2、用户在“酷飞网”发布的信息如有违反法律规定，本协议约定
				或“酷飞网”认为属于不适合发布的信息的，酷飞网有权进行修改、删除。</p>
				<p>3、用户同意因网络原因、“酷飞网”进行网络调整、正常的系统
				维护升级等造成的本网站无法正常访问，“酷飞网”不承担任何责任。</p>
				<p>4、“酷飞网”网站(包括但不限于网站上的所有工具、应用、功能
				等)作为“酷飞网”为用户提供信息的平台，用户同意并保证使用以上
				内容均出于自愿并已得到有效授权，不得侵犯任何第三方的权益。
				“酷飞网”对用户的使用行为不承担任何责任。</p>
				<p>5、“酷飞网”可能会提供与其他互联网网站或资源进行链接。对
				于前述网站或资源是否可以利用，“酷飞网”不予担保。因使用或依赖
				上述网站或资源所造成的损失或损害，“酷飞网”也不负担任何责任。</p>
			</div>
			<div class="protoIn">
				<h2>四、信息的公开：</h2>
				<p>1、用户同意招聘企业或个人有权对用户向本网站递交的简历及
				相关信息进行查询并使用。对于因此而引起的任何法律纠纷，“酷飞
				网”不承担任何法律责任。</p>
				<p> 2、用户了解并同意其在本网站发布的任何信息，包括但不限于
				个人简历、个人资料、求职信息、联系方式等，均有可能被本网站的
				访问者浏览或被其他第三方抄录用于商业或非商业性目的。对于因任
				何第三方使用有关信息所引发的纠纷，“酷飞网”将不予承担任何责任。</p>
				
			</div>
			<div class="protoIn">
				<h2>五、知识产权：</h2>
				<p>本网站所有内容、设计、图标、图表、文字及其组合、产品、技术、
				程序等知识产权均归“酷飞网”所有。</p>
			
			</div>
			<div class="protoIn">
				<h2>六、违约责任：</h2>
				<p>如用户有以下行为视为违约，“酷飞网”有权随时采取停止服务，
				删除信息，取消会员资格，解除本协议，要求用户赔偿一切损失等行
				动。同时“酷飞网”已收取的服务费(如有)将不予退还：</p>
				<p>1、用户的行为违反法律规定的。</p>
				<p>2、用户的行为违反本协议承诺、约定的。</p>
				<p>3、用户的行为侵犯任何第三方权益的。</p>
				<p>4、用户的行为不利于“酷飞网”的。</p>
			</div>
			<div class="protoIn">
				<h2>七、协议的变更：</h2>
				<p>“酷飞网”保留随时修正、更新本服务条款的权利。一旦发生相关
				修订或更新，“酷飞网”会将修订和更新的内容及时在本页面发布，用
				户如认为变更无法接受，应该停止使用本网站相关服务。如果继续使
				用“酷飞网”相关服务的，则视为用户接受变更条款并愿意受其约束。</p>
				
			</div>
			<div class="protoIn">
				<h2>八、不可抗因素：</h2>
				<p>如因不可抗力导致本协议无法履行的，双方互不承担责任。</p>
				
			</div>
			<div class="protoIn">
				<h2>九、法律适用：</h2>
				<p>本协议的订立、生效、解释、执行、管辖、争议的解决均适用中
				华人民共和国法律。</p>
				
			</div>
			<div class="protoIn">
				<h2>十、其他：</h2>
				<p>本协议作为“酷飞网”与用户签订的服务协议，用以约束用户使用
				本网站及酷飞网为用户提供约定服务的行为，双方均应遵守本协议条
				款并履行相关义务。</p>
				<p></p>
				<p></p>
				<p></p>
				<p></p>
			</div>
			<div class="protoIn">
				<h2>一、协议目的：</h2>
				<p>1、本协议自用户登录使用“酷飞网”起生效，长期有效。</p>
				<p>2、“酷飞网”保留在法律允许范围内对本协议的最终解释权。</p>
				
			</div>
		</div>
	</div>
</template>

<script>
	import header from "@/components/header/header"
	export default {
		props: {
			
		},
		data() {
			return {
				inforList: []
			}
		},
		created() {

		},
		methods: {
			
		},
		components: {
			'v-header': header
		
		}
	};
</script>

<style lang="scss" scoped>
	$protocolor: #262626;
	$protoSize: 14px;
	.proto-wrapper{
		font-size: $protoSize;
		color: $protocolor;
		.protoCont{
			margin-top: 44px;
			padding: 14px 8px;
			.protoIn{
				margin-bottom: 16px;
				h2{
					margin-bottom: 8px;
				}
				p{
					text-indent: 2em;
					margin-bottom: 8px;
					line-height: 22px;
				}
			}
		}	
	}
</style>